<template>
  <div>
    <x-header></x-header>
    测试测试测试测试测试测试测试测试
    测试测试测试测试测试测试测试测试
    测试测试测试测试测试测试测试测试
    测试测试测试测试测试测试测试测试
    测试测试测试测试测试测试测试测试
    测试测试测试测试测试测试测试测试
    测试测试测试测试测试测试测试测试
    测试测试测试测试测试测试测试测试
    测试测试测试测试测试测试测试测试
    测试测试测试测试测试测试测试测试
    测试测试测试测试测试测试测试测试
    测试测试测试测试测试测试测试测试
    测试测试测试测试测试测试测试测试
    测试测试测试测试测试测试测试测试
    测试测试测试测试测试测试测试测试
    测试测试测试测试测试测试测试测试
    测试测试测试测试测试测试测试测试
    测试测试测试测试测试测试测试测试
    测试测试测试测试测试测试测试测试
    测试测试测试测试测试测试测试测试
    测试测试测试测试测试测试测试测试
    测试测试测试测试测试测试测试测试
    测试测试测试测试测试测试测试测试
    测试测试测试测试测试测试测试测试
    测试测试测试测试测试测试测试测试
    测试测试测试测试测试测试测试测试
    测试测试测试测试测试测试测试测试
    测试测试测试测试测试测试测试测试
    测试测试测试测试测试测试测试测试
    测试测试测试测试测试测试测试测试
    测试测试测试测试测试测试测试测试
    测试测试测试测试测试测试测试测试
    测试测试测试测试测试测试测试测试
    测试测试测试测试测试测试测试测试
    测试测试测试测试测试测试测试测试
    测试测试测试测试测试测试测试测试
  </div>
</template>

<script scoped>
import XHeader from '@/components/common/HeaderIndex'

export default {
  components: {
    'x-header': XHeader
  }
}
</script>

<style scoped>

</style>
